/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "తేదీలు";
"AppDates.DATES.PAST_DUE" = "గడువు మీరింది";
"AppDates.DATES.TODAY" = "ఈరోజు";
"AppDates.DATES.THIS_WEEK" = "ఈ వారం";
"AppDates.DATES.NEXT_WEEK" = "తదుపరి వారం";
"AppDates.DATES.UPCOMING" = "రాబోయే";
"AppDates.EMPTY.TITLE" = "తేదీలు లేవు";
"AppDates.EMPTY.SUBTITLE" = "ప్రస్తుతం మీకు షెడ్యూల్ చేయబడిన ఈవెంట్‌లతో యాక్టివ్ కోర్సులు లేవు. ముఖ్యమైన తేదీలు మరియు గడువులను వీక్షించడానికి ఒక కోర్సులో నమోదు చేసుకోండి.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "కొన్ని గడువులను కోల్పోయారా?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "చింతించకండి - ఎటువంటి పురోగతిని కోల్పోకుండా గడువులో ఉన్న అసైన్‌మెంట్‌లను పూర్తి చేయడానికి మా సూచించిన షెడ్యూల్‌ను మార్చండి.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "గడువు తేదీలను మార్చండి";
"Profile.TITLE" = "ప్రొఫైల్";
"Profile.INFO" = "ప్రొఫైల్ సమాచారం";
"Profile.ABOUT" = "నా గురించి";
"Profile.EDIT_PROFILE" = "ప్రొఫైల్‌ని సవరించండి";
"Profile.YEAR_OF_BIRTH" = "పుట్టిన సంవత్సరం:";
"Profile.BIO" = "బయో:";
"Profile.SETTINGS" = "సెట్టింగ్‌లు";
"Profile.SETTINGS_VIDEO" = "వీడియో సెట్టింగ్‌లు";
"Profile.DATES_AND_CALENDAR" = "తేదీలు &amp; క్యాలెండర్";
"Profile.SUPPORT_INFO" = "మద్దతు సమాచారం";
"Profile.CONTACT" = "మద్దతును సంప్రదించండి";
"Profile.TERMS" = "ఉపయోగ నిబంధనలు";
"Profile.PRIVACY" = "గోప్యతా విధానం";
"Profile.COOKIE_POLICY" = "కుకీ విధానం";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "నా వ్యక్తిగత సమాచారాన్ని అమ్మవద్దు";
"Profile.FAQ_TITLE" = "FAQ వీక్షించండి";
"Profile.MANAGE_ACCOUNT" = "ఖాతా నిర్వహణ";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "లాగ్ అవుట్ చేయండి";
"Profile.SWITCH_TO" = "మారండి";
"Profile.FULL_PROFILE" = "పూర్తి ప్రొఫైల్";
"Profile.LIMITED_PROFILE" = "పరిమిత ప్రొఫైల్";
"Profile.LOGOUT_ALERT.TITLE" = "లాగ్ అవుట్‌ని నిర్ధారించండి";
"Profile.LOGOUT_ALERT.TEXT" = "మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?";
"Profile.DELETE_ALERT.TITLE" = "హెచ్చరిక!";
"Profile.DELETE_ALERT.TEXT" = "మీరు నిజంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "సేవ్ చేయకుండా వదిలేయాలా?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "మీరు చేసిన మార్పులు విస్మరించబడతాయి.";
"Profile.EDIT.TOO_YONG_USER" = "సమాచారానికి పూర్తి యాక్సెస్‌తో ప్రొఫైల్‌ను కలిగి ఉండాలంటే మీరు 13 సంవత్సరాల పైబడి ఉండాలి.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "పరిమిత ప్రొఫైల్ మీ వినియోగదారు పేరు మరియు ప్రొఫైల్ ఫోటోను మాత్రమే పంచుతుంది.";
"Profile.EDIT.DELETE_ACCOUNT" = "ఖాతాను తొలగించండి";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "పుట్టిన సంవత్సరం";
"Profile.EDIT.FIELDS.LOCATION" = "స్థానం";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "మాట్లాడే భాష";
"Profile.EDIT.FIELDS.ABOUT_ME" = "నా గురించి:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "ప్రొఫైల్ చిత్రాన్ని మార్చండి";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "గ్యాలరీ నుండి ఎంచుకోండి";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "ఫోటోను తీసివేయండి";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "రద్దు";
"Profile.DELETE_ACCOUNT.TITLE" = "ఖాతాను తొలగించండి";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "మీరు ఖచ్చితంగా అనుకుంటున్నారా ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "మీ ఖాతాను తొలగించాలా?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "ఈ చర్యను నిర్ధారించడానికి, దయచేసి మీ ఖాతా పాస్‌వర్డ్‌ను నమోదు చేయండి.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "పాస్వర్డ్";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "రహస్య సంకేతం తెలపండి";
"Profile.DELETE_ACCOUNT.CONFIRM" = "అవును, ఖాతాను తొలగించండి";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "ప్రొఫైల్‌కి తిరిగి వెళ్ళు";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "పాస్వర్డ్ తప్పు. దయచేసి మళ్లీ ప్రయత్నించండి.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "వీడియో సెట్టింగ్‌లు";
"Profile.SETTINGS.WIFI_TITLE" = "Wi-Fi మాత్రమే డౌన్‌లోడ్ చేయండి";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Wi-Fi ఆన్‌లో ఉన్నప్పుడు మాత్రమే కంటెంట్‌ను డౌన్‌లోడ్ చేయండి";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "వీడియో స్ట్రీమింగ్ నాణ్యత";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "ఆటో (సిఫార్సు చేయబడింది)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "దానంతట అదే";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "సిఫార్సు చేయబడింది";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "తక్కువ డేటా వినియోగం";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "ఉత్తమ నాణ్యత";
"Profile.SETTINGS.VERSION" = "సంస్కరణ:";
"Profile.SETTINGS.UP_TO_DATE" = "తాజాది";
"Profile.SETTINGS.TAP_TO_UPDATE" = "సంస్కరణకు నవీకరించడానికి నొక్కండి";
"Profile.SETTINGS.TAP_TO_INSTALL" = "అవసరమైన యాప్ అప్‌డేట్‌ను ఇన్‌స్టాల్ చేయడానికి నొక్కండి";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "ఇమెయిల్ పంపడం సాధ్యం కాదు. మీ ఇమెయిల్ క్లయింట్ సెటప్ చేయనట్లు కనిపిస్తోంది.";
"Profile.CALENDAR.NEW_CALENDAR" = "కొత్త క్యాలెండర్";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "సమకాలీకరణ ఎంపికలను మార్చండి";
"Profile.CALENDAR.ACCOUNT" = "ఖాతా";
"Profile.CALENDAR.CALENDAR_NAME" = "క్యాలెండర్ పేరు";
"Profile.CALENDAR.COLOR" = "రంగు";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "సక్రియ కోర్సుల కోసం రాబోయే అసైన్‌మెంట్‌లు ఈ క్యాలెండర్‌లో కనిపిస్తాయి";
"Profile.CALENDAR.CANCEL" = "రద్దు";
"Profile.CALENDAR.BEGIN_SYNCING" = "సమకాలీకరించడం ప్రారంభించండి";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "సమకాలీకరించబడింది";
"Profile.ASSIGNMENT_STATUS.FAILED" = "సమకాలీకరణ విఫలమైంది";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "ఆఫ్‌లైన్";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "క్యాలెండర్‌కి సమకాలీకరిస్తోంది...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "క్యాలెండర్ యాక్సెస్";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "క్యాలెండర్ సమకాలీకరణను నిలిపివేయండి";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "మీ క్యాలెండర్‌లో రాబోయే అసైన్‌మెంట్‌లు మరియు కోర్సు మైలురాళ్లను చూపడానికి, మీ క్యాలెండర్‌ను యాక్సెస్ చేయడానికి మాకు అనుమతి అవసరం.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "క్యాలెండర్ సమకాలీకరణను నిలిపివేయడం ద్వారా “%@” క్యాలెండర్ తొలగించబడుతుంది. మీరు ఎప్పుడైనా క్యాలెండర్ సమకాలీకరణను తిరిగి ఆన్ చేయవచ్చు.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "క్యాలెండర్ యాక్సెస్ మంజూరు చేయండి";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "సమకాలీకరణను నిలిపివేయండి";
"Profile.CALENDAR_DIALOG.CANCEL" = "రద్దు";
"Profile.DATES_AND_CALENDAR.TITLE" = "తేదీలు &amp; క్యాలెండర్";
"Profile.CALENDAR_SYNC.TITLE" = "క్యాలెండర్ సమకాలీకరణ";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "మీ క్యాలెండర్‌లో మీ రాబోయే అసైన్‌మెంట్‌లు మరియు కోర్సు మైలురాళ్లను చూపడానికి క్యాలెండర్ సమకాలీకరణను సెటప్ చేయండి. కొత్త అసైన్‌మెంట్‌లు మరియు మార్చబడిన కోర్సు తేదీలు స్వయంచాలకంగా సమకాలీకరించబడతాయి";
"Profile.CALENDAR_SYNC.BUTTON" = "క్యాలెండర్ సమకాలీకరణను సెటప్ చేయండి";
"Profile.OPTIONS.TITLE" = "ఎంపికలు";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "సంబంధిత తేదీలను ఉపయోగించండి";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "&quot;రేపు&quot; మరియు &quot;నిన్న&quot; వంటి సంబంధిత తేదీలను చూపించు";
"Profile.OPTIONS.SHOW_FULL_DATES" = "“1 జనవరి 2021” వంటి పూర్తి తేదీలను చూపించు";
"Profile.DATES_AND_CALENDAR.TITLE" = "తేదీలు &amp; క్యాలెండర్";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "కోర్సు క్యాలెండర్ సమకాలీకరణ";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "సమకాలీకరణను పునఃప్రారంభించడానికి దయచేసి మీ క్యాలెండర్‌ని మళ్లీ కనెక్ట్ చేయండి";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "ప్రస్తుతం ఈవెంట్‌లు మీ క్యాలెండర్‌కి సింక్ అవుతున్నాయి.";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "క్యాలెండర్‌ని మళ్లీ కనెక్ట్ చేయండి";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "సమకాలీకరణ ఎంపికలను మార్చండి";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d కోర్సులను సమకాలీకరించడం";
"Profile.OPTIONS.TITLE" = "ఎంపికలు";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "సంబంధిత తేదీలను ఉపయోగించండి";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "&quot;రేపు&quot; మరియు &quot;నిన్న&quot; వంటి సంబంధిత తేదీలను చూపించు";
"Profile.COURSES_TO_SYNC.TITLE" = "సమకాలీకరించడానికి కోర్సులు";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "మీ సమకాలీకరించబడిన క్యాలెండర్ నుండి కోర్సుకు కనెక్ట్ చేయబడిన అన్ని ఈవెంట్‌లను తీసివేయడానికి కోర్సు కోసం సమకాలీకరణను నిలిపివేయండి.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "నిష్క్రియ కోర్సులను దాచండి";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "మీరు గత నెలలో చూడని కోర్సుల నుండి ఈవెంట్‌లను స్వయంచాలకంగా తీసివేయండి";
"Profile.COURSES_TO_SYNC.INACTIVE" = "నిష్క్రియ";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "స్థానిక";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "ఉచ్ఛారణ";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "ఎరుపు";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "నారింజ రంగు";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "పసుపు";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "ఆకుపచ్చ";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "నీలం";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "ఊదా";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "గోధుమ రంగు";
"Profile.CALENDAR.COURSE_DATES" = "%@ కోర్సు తేదీలు";
"Profile.DROP_DOWN_PICKER.SELECT" = "ఎంచుకోండి";
"Profile.SYNC_SELECTOR.SYNCED" = "సమకాలీకరించడానికి";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "సమకాలీకరించబడలేదు";
"Profile.SYNC.NO_SYNCED" = "సమకాలీకరించబడిన కోర్సులు లేవు";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "ప్రస్తుతం మీ క్యాలెండర్‌కు ఏ కోర్సులు సమకాలీకరించబడలేదు.";
"Downloads.DOWNLOADS.TITLE" = "డౌన్‌లోడ్‌లు";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "డౌన్‌లోడ్ సెట్టింగ్‌లను నిర్వహించండి";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "డౌన్‌లోడ్ చేసుకోదగిన కంటెంట్‌తో కోర్సులు లేవు";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "మీ వద్ద ప్రస్తుతం డౌన్‌లోడ్ చేసుకోదగిన కంటెంట్ ఉన్న కోర్సులు లేవు.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ డౌన్‌లోడ్ చేయబడింది";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "అన్ని %@ డౌన్‌లోడ్ చేయబడ్డాయి";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ అందుబాటులో ఉంది";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "కోర్సును డౌన్‌లోడ్ చేసుకోండి";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "డౌన్‌లోడ్ చేస్తోంది";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "కోర్సు నిర్మాణాన్ని లోడ్ చేస్తోంది...";
"Downloads.MENU_OPTION.REMOVE" = "కోర్సు డౌన్‌లోడ్‌లను తీసివేయండి";
"Downloads.MENU_OPTION.CANCEL" = "డౌన్‌లోడ్ రద్దు చేయండి";
"Discovery.TITLE" = "కనుగొనండి";
"Discovery.SEARCH" = "వెతకండి";
"Discovery.HEADER.TITLE_1" = "కొత్తవి కనుగొనండి";
"Discovery.HEADER.TITLE_2" = "మీ కోసం కొత్త కోర్సును కనుగొనండి.";
"Discovery.SEARCH.TITLE" = "శోధన ఫలితాలు";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "కోర్సును కనుగొనడానికి టైప్ చేయడం ప్రారంభించండి";
"Discovery.UPDATE_REQUIRED_TITLE" = "యాప్ అప్‌డేట్ అవసరం";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "OpenEdX యాప్ యొక్క ఈ వెర్షన్ పాతది. నేర్చుకోవడం కొనసాగించడానికి మరియు తాజా ఫీచర్‌లు మరియు పరిష్కారాలను పొందడానికి, దయచేసి తాజా వెర్షన్‌కి అప్‌గ్రేడ్ చేయండి.";
"Discovery.UPDATE_WHY_NEED" = "నేను ఎందుకు అప్‌డేట్ చేయాలి?";
"Discovery.UPDATE_DEPRECATED_APP" = "నిలిపివేయబడిన యాప్ వెర్షన్";
"Discovery.UPDATE_BUTTON" = "నవీకరణ";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "ఖాతా అమరికలు";
"Discovery.UPDATE_NEEDED_TITLE" = "యాప్ అప్‌డేట్";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "మీరు తాజా వెర్షన్‌కి అప్‌డేట్ చేయాలని మేము సిఫార్సు చేస్తున్నాము. తాజా ఫీచర్‌లు మరియు పరిష్కారాలను అందుకోవడానికి ఇప్పుడే అప్‌గ్రేడ్ చేయండి.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "ఇప్పుడు కాదు";
"Discovery.UPDATE_NEW_AVALIABLE" = "కొత్త అప్‌డేట్ అందుబాటులో ఉంది! తాజా ఫీచర్‌లు మరియు పరిష్కారాలను స్వీకరించడానికి ఇప్పుడే అప్‌గ్రేడ్ చేయండి";
"Discovery.ALERT.LEAVING_APP_TITLE" = "యాప్ నుండి నిష్క్రమించారు";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "మీరు ఇప్పుడు యాప్‌ను వదిలి బ్రౌజర్‌ని తెరుస్తున్నారు";
"Discovery.DETAILS.TITLE" = "కోర్సు వివరాలు";
"Discovery.DETAILS.VIEW_COURSE" = "కోర్సును వీక్షించండి";
"Discovery.DETAILS.ENROLL_NOW" = "ఇప్పుడే చేరండి";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "నమోదు తేదీ ముగిసినందున మీరు ఈ కోర్సులో నమోదు చేయలేరు.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "ఈ కోర్సులో నమోదు చేసుకోవడానికి, దయచేసి మీరు ఇంటర్నెట్‌కి కనెక్ట్ అయ్యారని నిర్ధారించుకోండి.";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "అధికారం";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "కోర్సు నమోదును కొనసాగించడానికి దయచేసి సిస్టమ్‌లోకి ప్రవేశించండి.";
"Discussion.TITLE" = "చర్చలు";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "కోర్సు బృందం చర్చలలో పోస్ట్ చేయడం నిలిపివేసింది";
"Discussion.TOPICS.SEARCH" = "అన్ని పోస్ట్‌లను శోధించండి";
"Discussion.TOPICS.ALL_POSTS" = "అన్ని పోస్ట్‌లు";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "నేను అనుసరిస్తున్న పోస్ట్‌లు";
"Discussion.TOPICS.MAIN_CATEGORIES" = "ప్రధాన వర్గాలు";
"Discussion.TOPICS.UNNAMED" = "పేరులేని ఉపవర్గం";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "ఇటీవలి కార్యాచరణ";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "చాలా కార్యాచరణ";
"Discussion.POSTS.SORT.MOST_VOTES" = "అత్యధిక ఓట్లు";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "ఇంకా చర్చలు లేవు";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "మీ మొదటి చర్చను సృష్టించడానికి క్రింది బటన్‌ను క్లిక్ చేయండి.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "చర్చను సృష్టించండి";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "పోస్ట్‌ను జోడించండి";
"Discussion.POSTS.FILTER.ALL_POSTS" = "అన్ని పోస్ట్‌లు";
"Discussion.POSTS.FILTER.UNREAD" = "చదవలేదు";
"Discussion.POSTS.FILTER.UNANSWERED" = "సమాధానం ఇవ్వలేదు";
"Discussion.POSTS.CREATE_NEW_POST" = "కొత్త పోస్ట్‌ని సృష్టించండి";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "ఎంపిక చేసుకోండి";
"Discussion.POST.LAST_POST" = "చివరి పోస్ట్:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "వ్యాఖ్య జోడించబడింది";
"Discussion.THREAD.ADD_RESPONSE" = "ప్రతిస్పందనను జోడించండి";
"Discussion.CREATE_THREAD.NEW_POST" = "కొత్త పోస్ట్‌ని సృష్టించండి";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "పోస్ట్ రకాన్ని ఎంచుకోండి";
"Discussion.CREATE_THREAD.TOPIC" = "అంశం";
"Discussion.CREATE_THREAD.TITLE" = "శీర్షిక";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "ఈ చర్చను అనుసరించండి";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "ఈ ప్రశ్నను అనుసరించండి";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "కొత్త చర్చను సృష్టించండి";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "కొత్త ప్రశ్నను సృష్టించండి";
"Discussion.COMMENT.REPORT" = "నివేదించండి";
"Discussion.COMMENT.UNREPORT" = "రిపోర్ట్ చేయవద్దు";
"Discussion.COMMENT.FOLLOW" = "అనుసరించండి";
"Discussion.COMMENT.UNFOLLOW" = "అనుసరించవద్దు";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "వ్యాఖ్య";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "వ్యాఖ్య జోడించబడింది";
"Discussion.RESPONSE.ADD_COMMENT" = "వ్యాఖ్యను జోడించండి";
"Discussion.POST_TYPE.QUESTION" = "ప్రశ్న";
"Discussion.POST_TYPE.DISCUSSION" = "చర్చ";
"Discussion.SEARCH" = "వెతకండి";
"Discussion.SEARCH.TITLE" = "శోధన ఫలితాలు";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "అంశాలను కనుగొనడానికి టైప్ చేయడం ప్రారంభించండి";
"Discussion.ANONYMOUS" = "అజ్ఞాత";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "చర్చలను లోడ్ చేయడం సాధ్యపడలేదు.\nతర్వాత మళ్లీ ప్రయత్నించండి.";
"Course.OUTLINE.PASSED_THE_COURSE" = "అభినందనలు, మీరు &quot; %@ \&quot;లో ఈ కోర్సు సర్టిఫికేట్‌ను పొందారు.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "సర్టిఫికేట్ చూడండి";
"Course.OUTLINE.CERTIFICATE" = "సర్టిఫికేట్";
"Course.OUTLINE.COURSE_VIDEOS" = "కోర్సు వీడియోలు";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "ఈ కోర్సు ఇంకా ప్రారంభం కాలేదు.";
"Course.COURSEWARE.COURSE_CONTENT" = "కోర్సు విషయం";
"Course.COURSEWARE.COURSE_UNITS" = "కోర్సు యూనిట్లు";
"Course.COURSEWARE.NEXT" = "తరువాత";
"Course.COURSEWARE.PREVIOUS" = "మునుపటి";
"Course.COURSEWARE.PREVIOUS_FULL" = "మునుపటి";
"Course.COURSEWARE.FINISH" = "ముగించు";
"Course.COURSEWARE.GOOD_WORK" = "మంచి పని!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "తిరిగి రూపురేఖలకు";
"Course.COURSEWARE.SECTION" = "మీరు పూర్తి చేసారు“";
"Course.COURSEWARE.IS_FINISHED" = "";
"Course.COURSEWARE.CONTINUE" = "కొనసాగించు";
"Course.COURSEWARE.RESUME_WITH" = "దీనితో పునఃప్రారంభించండి:";
"Course.ERROR.NO_INTERNET" = "మీరు ఇంటర్నెట్‌కి కనెక్ట్ కాలేదు. దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేయండి.";
"Course.ERROR.RELOAD" = "మళ్లీ లోడ్ చేయండి";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "కోర్సు భాగం కనుగొనబడలేదు, దయచేసి రీలోడ్ చేయండి";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "ఈ కోర్సు కోసం ప్రస్తుతం ఎలాంటి హ్యాండ్‌అవుట్‌లు లేవు.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "ఈ కోర్సుకు సంబంధించి ప్రస్తుతం ఎలాంటి ప్రకటనలు లేవు.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "ఈ కోర్సుకు వీడియోలు అందుబాటులో లేవు.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "ఈ కోర్సుకు ఎలాంటి అసైన్మెంట్లు అందుబాటులో లేవు.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "కోర్సు తేదీలు ప్రస్తుతం అందుబాటులో లేవు.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "ప్రస్తుతం కోర్సు కంటెంట్ అందుబాటులో లేదు.";
"Course.ALERT.ROTATE_DEVICE" = "ఈ వీడియోను పూర్తి స్క్రీన్‌లో వీక్షించడానికి మీ పరికరాన్ని తిప్పండి.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "మీరు అన్ని వీడియో(ల)ను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?";
"Course.ALERT.DELETE_VIDEOS" = "మీరు ఖచ్చితంగా దీని కోసం వీడియో(ల)ని తొలగించాలనుకుంటున్నారా";
"Course.ALERT.STOP_DOWNLOADING" = "స్విచ్ ఆఫ్ చేస్తే డౌన్‌లోడ్ ఆగిపోతుంది మరియు దీని కోసం డౌన్‌లోడ్ చేసిన అన్ని వీడియోలు తొలగించబడతాయి";
"Course.ALERT.WARNING" = "హెచ్చరిక";
"Course.COURSE_CONTAINER.HOME" = "హోమ్";
"Course.COURSE_CONTAINER.CONTENT" = "విషయము";
"Course.COURSE_CONTAINER.PROGRESS" = "పురోగతి";
"Course.COURSE_CONTAINER.VIDEOS" = "వీడియోలు";
"Course.COURSE_CONTAINER.OFFLINE" = "ఆఫ్‌లైన్";
"Course.COURSE_CONTAINER.DATES" = "తేదీలు";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "చర్చలు";
"Course.COURSE_CONTAINER.HANDOUTS" = "మరింత";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "అభివృద్ధిలో కరపత్రాలు";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "మీరు కోర్సు పురోగతిలో %@%% పూర్తి చేసారు";
"Course.COURSE_CAROUSEL.GRADES" = "తరగతులు";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "ఈ కోర్సులో ఉత్తీర్ణత సాధించడానికి అవసరమైన గ్రేడ్‌తో పోలిస్తే ఇది మీ వెయిటెడ్ గ్రేడ్‌ను సూచిస్తుంది.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "మొత్తం కంటెంట్";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "మీరు ఇప్పుడు ఈ కోర్సును ఆడిట్ చేస్తున్నారు మరియు కోర్సు మెటీరియల్‌కు పరిమితమైన ప్రాప్యత ఉంది.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "ఇప్పుడే అప్‌గ్రేడ్ చేయండి";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "మీరు వీడియోలన్నీ చూసేశారు!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "మీరు అన్ని అసైన్మెంట్లను పూర్తి చేసారు!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "వీడియోలు\nపూర్తయ్యాయి";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "అసైన్మెంట్లు\nపూర్తయ్యాయి";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "చూడడం కొనసాగించండి";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "తరువాతి వీడియో";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "అన్ని వీడియోలు";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "అన్ని పరీక్షలు";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "తదుపరి అసైన్‌మెంట్";
"Course.COURSE_CONTENT.ALL" = "అన్నీ";
"Course.COURSE_CONTENT.VIDEOS" = "వీడియోలు";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "అసైన్‌మెంట్‌లు";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "కోర్సు పూర్తి";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "ఇది మీరు ఎంత కోర్సు కంటెంట్‌ను పూర్తి చేశారో సూచిస్తుంది. కొంత కంటెంట్ ఇంకా విడుదల కాకపోవచ్చునని గమనించండి.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "పూర్తయింది";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "మొత్తం పురోగతి";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "మిగిలింది";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "లాక్ చేయబడింది";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "గ్రేడ్ పురోగతి";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "పాస్ అవ్వడం";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "పాస్ కాలేదు";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "సర్టిఫికేట్ చూడండి";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "విభాగాల పురోగతి";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "ప్రగతి అందుబాటులో లేదు";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "మీ ప్రగతిని ఇక్కడ చూడటానికి నేర్చుకోవడం ప్రారంభించండి";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "మొత్తం గ్రేడ్";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "ఈ కోర్సులో ఉత్తీర్ణత సాధించడానికి అవసరమైన గ్రేడ్‌తో పోలిస్తే ఇది మీ వెయిటెడ్ గ్రేడ్‌ను సూచిస్తుంది.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "ప్రస్తుత మొత్తం బరువుతో కూడిన గ్రేడ్:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "ఈ కోర్సును ఉత్తీర్ణత సాధించడానికి %@%% తూకం వేసిన గ్రేడ్ అవసరం.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "అవసరం";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "గ్రేడ్ వివరాలు";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "అసైన్‌మెంట్ రకం";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "ప్రస్తుత / గరిష్ట %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "పూర్తి";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "గ్రేడ్ యొక్క";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "ఈ కోర్సులో గ్రేడ్ చేయబడిన అసైన్మెంట్లు లేవు.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "కరపత్రాలు";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "ప్రకటనలు";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "ముఖ్యమైన కోర్సు సమాచారాన్ని కనుగొనండి";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "తాజా వార్తలను తెలుసుకోండి";
"Course.NOT_AVALIABLE.TITLE" = "ఈ ఇంటరాక్టివ్ కాంపోనెంట్ మొబైల్‌లో అందుబాటులో లేదు";
"Course.NOT_AVALIABLE.DESCRIPTION" = "ఈ కోర్సులోని ఇతర భాగాలను అన్వేషించండి లేదా దీన్ని వెబ్‌లో వీక్షించండి.";
"Course.NOT_AVALIABLE.BUTTON" = "బ్రౌజర్‌లో తెరవండి";
"Course.SUBTITLES.TITLE" = "ఉపశీర్షికలు";
"Course.ACCESSIBILITY.DOWNLOAD" = "డౌన్‌లోడ్ చేయండి";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "డౌన్‌లోడ్ రద్దు చేయండి";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "డౌన్‌లోడ్‌ను తొలగించండి";
"Course.ACCESSIBILITY.PROGRESS_RING" = "కోర్సు పూర్తి స్థాయి పురోగతి వలయం";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "మొత్తం గ్రేడ్ విభాగం";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "గ్రేడ్ వివరాల విభాగం";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "అసైన్మెంట్ అంశం";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "పాస్ కావడానికి అవసరమైన గ్రేడ్ సూచిక";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ శాతం పూర్తయింది";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ శాతం ఉత్తీర్ణతకు అవసరం";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ లో %@ పూర్తయింది, %@ లో %@ శాతం గ్రేడ్";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "ప్రస్తుత గ్రేడ్: %@ శాతం";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "గ్రేడ్ అవసరమైన హెచ్చరిక: %@ శాతం ఉత్తీర్ణతకు అవసరం";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "%@ అసైన్మెంట్ వర్గాలను చూపించే పురోగతి విజువలైజేషన్";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "మొత్తం పురోగతి: %@ శాతం";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "అసైన్మెంట్ రకం ద్వారా పురోగతి విభజనను చూపిస్తుంది";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "ఈ కోర్సులో ప్రదర్శించడానికి గ్రేడ్ చేయబడిన అసైన్మెంట్లు లేవు";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "మీ ప్రగతిని ఇక్కడ చూడటానికి కోర్సు కార్యకలాపాలను పూర్తి చేయండి";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "అసైన్మెంట్ రకం కాలమ్ శీర్షిక";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "ప్రస్తుత మరియు గరిష్ట శాతం కాలమ్ శీర్షిక";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "గ్రేడ్‌లో %@ శాతం బరువు";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ లో %@ పూర్తి";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "ప్రస్తుత గ్రేడ్: %@ లో %@ శాతం";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ యొక్క %@ పూర్తయింది. బరువు: %@ శాతం గ్రేడ్. ప్రస్తుత గ్రేడ్: %@ %@ శాతం నుండి";
"Course.DOWNLOAD.DOWNLOADS" = "డౌన్‌లోడ్‌లు";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "అన్ని వీడియోలు డౌన్‌లోడ్ చేయబడ్డాయి";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "వీడియోలను డౌన్‌లోడ్ చేస్తోంది...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "పరికరానికి డౌన్‌లోడ్ చేయండి";
"Course.DOWNLOAD.VIDEOS" = "వీడియోలు";
"Course.DOWNLOAD.REMAINING" = "మిగిలింది";
"Course.DOWNLOAD.UNTITLED" = "శీర్షిక లేని";
"Course.DOWNLOAD.TOTAL" = "మొత్తం";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "అన్ని వీడియోలు డౌన్‌లోడ్ అవుతున్నప్పుడు మీరు డౌన్‌లోడ్ వీడియో నాణ్యతను మార్చలేరు";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "మీ ప్రస్తుత డౌన్‌లోడ్ సెట్టింగ్‌లు Wi-Fi ద్వారా డౌన్‌లోడ్‌లను మాత్రమే అనుమతిస్తాయి.\nదయచేసి Wi-Fi నెట్‌వర్క్‌కి కనెక్ట్ చేయండి లేదా మీ డౌన్‌లోడ్ సెట్టింగ్‌లను మార్చండి.";
"Course.COURSE_DATES.TODAY" = "ఈరోజు";
"Course.COURSE_DATES.COMPLETED" = "పూర్తయింది";
"Course.COURSE_DATES.PAST_DUE" = "గడువు ముగిసింది";
"Course.COURSE_DATES.DUE_NEXT" = "తదుపరి గడువు";
"Course.COURSE_DATES.UNRELEASED" = "విడుదల కాలేదు";
"Course.COURSE_DATES.VERIFIED_ONLY" = "ధృవీకరించబడినవి మాత్రమే";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "అంశాలు దాచబడ్డాయి";
"Course.COURSE_DATES.ITEM_HIDDEN" = "అంశం దాచబడింది";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "గడువు తేదీలు మారాయి";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "మీరు ట్రాక్‌లో ఉండేందుకు, మేము మీ గడువు తేదీలను విజయవంతంగా మార్చాము.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "అన్ని తేదీలను వీక్షించండి";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "క్యాలెండర్‌కు సమకాలీకరించండి";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "ఈ కోర్సుకు సంబంధించిన అన్ని గడువులు మరియు గడువు తేదీలను మీ క్యాలెండర్‌కు స్వయంచాలకంగా సమకాలీకరించండి.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "క్యాలెండర్ జోడించండి";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "క్యాలెండర్‌ని తీసివేయండి";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "మీరు %@ క్యాలెండర్ \"%@\"ని జోడించాలనుకుంటున్నారా ? \n మీరు క్యాలెండర్ లేదా సెట్టింగ్‌లలో ఎప్పుడైనా కోర్సు క్యాలెండర్‌ను సవరించవచ్చు లేదా తీసివేయవచ్చు";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "మీరు %@ క్యాలెండర్ &quot; %@ &quot;ని తీసివేయాలనుకుంటున్నారా ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "క్యాలెండర్‌ని సమకాలీకరిస్తోంది...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "ఈవెంట్‌లను వీక్షించండి";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "మీ కోర్సు క్యాలెండర్‌ను జోడించారు.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "మీ కోర్సు క్యాలెండర్ తీసివేయబడింది.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "క్యాలెండర్ ఈవెంట్‌లు";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "మీ కోర్సు క్యాలెండర్ పాతది";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "మీ కోర్సు తేదీలు మార్చబడ్డాయి మరియు మీ కొత్త షెడ్యూల్‌తో మీ కోర్సు క్యాలెండర్ ఇప్పుడు తాజాగా ఉండదు.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "ఇప్పుడే నవీకరించండి";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "మీ కోర్సు క్యాలెండర్ నవీకరించబడింది.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ క్యాలెండర్ అనుమతి లేదు. దయచేసి సెట్టింగ్‌లకు వెళ్లి క్యాలెండర్ అనుమతిని ఇవ్వండి.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "సెట్టింగ్‌లను తెరవండి";
"Course.COURSE_DATES.SETTINGS" = "సెట్టింగ్‌లు";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "మీ తేదీలను మార్చడం సాధ్యం కాలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "మీ తేదీలు విజయవంతంగా మార్చబడ్డాయి.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "కోర్సు తేదీలు";
"Course.COURSE.DUE_TODAY" = "ఈరోజు గడువు";
"Course.COURSE.DUE_TOMORROW" = "రేపు గడువు";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ పూర్తయింది";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ విభాగాలు పూర్తయ్యాయి";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ పూర్తయింది";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ చూశారు";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "పూర్తి అయినవి చూడండి";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "పూర్తయినవి దాచు";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "పూర్తయింది";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "లాగివదులు";
"Course.COURSE.ASSIGNMENT_GENERIC" = "అప్పగింత";
"Course.COURSE.ASSIGNMENT_GRADED" = "గ్రేడెడ్";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "ప్రారంభించబడలేదు";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "ఓపెన్ అసెస్‌మెంట్";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "సహచర బోధన";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "సమస్య";
"Course.COURSE.ASSIGNMENT_SURVEY" = "సర్వే";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "పురోగతిలో ఉంది";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "పద మేఘం";
"Course.COURSE.ASSIGNMENT_LTI" = "బాహ్య పనిముట్లు";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "చర్చ";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "అతిపెద్ద డౌన్‌లోడ్‌లు";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "పూర్తి";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "సవరించు";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "అన్ని డౌన్‌లోడ్‌లను తీసివేయండి";
"Course.COURSE.OFFLINE.VISIBLE" = "ఈ కోర్సు యొక్క %@ %% మొబైల్‌లో కనిపిస్తుంది.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "ఈ కోర్సు యొక్క %@ %% డౌన్‌లోడ్ చేసుకోవచ్చు.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "ఈ కోర్సు యొక్క %@ %% ఆఫ్‌లైన్‌లో పూర్తి చేయవచ్చు.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "డౌన్‌లోడ్ చేయబడింది";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "డౌన్‌లోడ్ చేస్తోంది";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "డౌన్‌లోడ్ చేసుకోవడానికి అందుబాటులో ఉంది";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "డౌన్‌లోడ్ చేయడానికి సిద్ధంగా ఉంది";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "అన్నింటినీ డౌన్‌లోడ్ చేయండి";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "కోర్సు డౌన్‌లోడ్‌ను రద్దు చేయండి";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "మీరు సక్రియ ఇంటర్నెట్ కనెక్షన్ అవసరం లేకుండా లేదా మొబైల్ డేటాను ఉపయోగించకుండానే, ప్రయాణంలో నేర్చుకోవడానికి కోర్సు కంటెంట్‌ని ఆఫ్‌లైన్‌లో డౌన్‌లోడ్ చేసుకోవచ్చు.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "ఈ కోర్సు కంటెంట్ ఈ ప్రస్తుతం ఆఫ్‌లైన్‌లో డౌన్‌లోడ్ చేసుకోవడానికి అందుబాటులో లేదు.";
"Course.COURSE.RETURN_TO_HOME" = "కోర్సు హోమ్‌కు తిరిగి వెళ్ళండి";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "ఈ భాగం డౌన్‌లోడ్ చేయబడలేదు";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "ఈ కోర్సులోని ఇతర భాగాలను అన్వేషించండి లేదా మీరు మళ్లీ కనెక్ట్ చేసినప్పుడు దీన్ని డౌన్‌లోడ్ చేయండి.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "ఈ భాగం ఇంకా ఆఫ్‌లైన్‌లో అందుబాటులో లేదు";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "ఈ కోర్సులోని ఇతర భాగాలను అన్వేషించండి లేదా మీరు మళ్లీ కనెక్ట్ చేసినప్పుడు దీన్ని వీక్షించండి.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "క్యాలెండర్‌కు సమకాలీకరించబడింది";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "క్యాలెండర్ సమకాలీకరణ విఫలమైంది";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "ఆఫ్‌లైన్";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ పూర్తయింది - %@/%@ పాయింట్లు";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ గడువు ముగిసింది - %@/%@ పాయింట్లు";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ అందుబాటులో లేదు";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ points";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "కోర్సు గ్రేడింగ్ విధానాన్ని సమీక్షించండి";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "తెలియదు";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "కోర్సు పురోగతి విభాగం";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "కొనసాగించు నేర్చుకునే విభాగం";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "కోర్సు విషయ సూచిక విభాగం";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "లోప సందేశం విభాగం";
"Course.ACCESSIBILITY.LOADING_SECTION" = "లోడింగ్ విభాగం";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "వీడియోలు విభాగం";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "వీడియో పురోగతి %@ లో %@ పూర్తయింది.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "అసైన్‌మెంట్స్ విభాగం";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "అసైన్మెంట్ పురోగతి విభాగం";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "కంటెంట్ అందుబాటులో లేదు విభాగం";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "తరువాతి పేజీ";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "చివరి పేజీ";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "ముందు పేజి";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ of %@ అసైన్‌మెంట్‌లు పూర్తయ్యాయి";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "సంపూర్ణమైన విభాగాలను దాచడానికి ట్యాప్ చేయండి";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "సంపూర్ణమైన విభాగాలను చూపించడానికి ట్యాప్ చేయండి";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ విభాగం, %@ లో %@ వీడియోలు చూశారు";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "డౌన్‌లోడ్ విభాగం, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "వీడియో: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, పూర్తయింది";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% చూశారు";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, ప్రారంభించలేదు";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "వీడియో ప్లే చేయడానికి ట్యాప్ చేయండి";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ శాతం పూర్తయింది";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "వీడియో %@ నుండి %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "వీడియో నావిగేషన్";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "వీడియో శీర్షిక లేదు";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "సైన్ ఇన్ చేయండి";
"Authorization.SIGN_IN.WELCOME_BACK" = "పునఃస్వాగతం! మీ కోర్సులను యాక్సెస్ చేయడానికి సైన్ ఇన్ చేయండి.";
"Authorization.SIGN_IN.EMAIL" = "ఇమెయిల్";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "ఇమెయిల్ లేదా వినియోగదారు పేరు";
"Authorization.SIGN_IN.PASSWORD" = "పాస్వర్డ్";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "పాస్‌వర్డ్ మర్చిపోయారా?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "మార్చండి";
"Authorization.SIGN_IN.AGREEMENT" = "";
"Authorization.SIGN_IN.SSO_HEADING" = "మీ కెరీర్‌ను ఆత్మవిశ్వాసంతో నిర్మించుకోవడానికి ఈరోజే ప్రారంభించండి";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "ఎండోమెంట్ సెక్టార్ మరియు దాని కార్మికుల భాగాలను అభివృద్ధి చేయడానికి విజ్ఞానం మరియు సాధికారత కార్యక్రమాల సమగ్ర సమితి";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "సైన్ ఇన్ చేయండి";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "జాతీయ ఏకీకృత సైన్-ఆన్ సేవ ద్వారా లాగిన్ చేయండి";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "చెల్లని ఇమెయిల్ చిరునామా";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "చెల్లని పాస్‌వర్డ్ length";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "ఈ %@ ఖాతా ఏ %@ ఖాతాతోనూ లింక్ చేయబడలేదు. దయచేసి నమోదు చేసుకోండి.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "చెల్లని ఇమెయిల్ లేదా వినియోగదారు పేరు";
"Authorization.ERROR.DISABLED_ACCOUNT" = "మీ ఖాతా నిలిపివేయబడింది. దయచేసి సహాయం కోసం కస్టమర్ సపోర్ట్‌ని సంప్రదించండి.";
"Authorization.SIGN_UP.SUBTITLE" = "ఈరోజే నేర్చుకోవడం ప్రారంభించడానికి ఖాతాను సృష్టించండి!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "ఖాతాను సృష్టించండి";
"Authorization.SIGN_UP.HIDE_FIELDS" = "ఐచ్ఛిక ఫీల్డ్‌లను దాచండి";
"Authorization.SIGN_UP.SHOW_FIELDS" = "ఐచ్ఛిక ఫీల్డ్‌లను చూపించు";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "మీరు విజయవంతంగా సైన్ ఇన్ చేశారు.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "మీరు నేర్చుకోవడం ప్రారంభించడానికి ముందు మాకు కొంచెం సమాచారం కావాలి.";
"Authorization.SIGN_UP.AGREEMENT" = "ఖాతాను సృష్టించడం ద్వారా, మీరు [%@ తుది వినియోగదారు లైసెన్స్ ఒప్పందం](%@) మరియు [%@ సేవా నిబంధనలు మరియు గౌరవ కోడ్](%@) అంగీకరిస్తారు మరియు %@ మరియు ప్రతి సభ్యుడు [గోప్యతా విధానానికి](%@) అనుగుణంగా మీ వ్యక్తిగత డేటాను ప్రాసెస్ చేస్తారని మీరు అంగీకరిస్తున్నారు.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "%@ నాకు మార్కెటింగ్ సందేశాలను పంపవచ్చని నేను అంగీకరిస్తున్నాను.";
"Authorization.FORGOT.TITLE" = "పాస్‌వర్డ్ మర్చిపోయాను";
"Authorization.FORGOT.DESCRIPTION" = "దయచేసి దిగువన మీ లాగిన్ లేదా పునరుద్ధరణ ఇమెయిల్ చిరునామాను నమోదు చేయండి మరియు మేము మీకు సూచనలతో కూడిన ఇమెయిల్‌ను పంపుతాము.";
"Authorization.FORGOT.REQUEST" = "రహస్యపదాన్ని మార్చుకోండి";
"Authorization.FORGOT.CHECK_TITLE" = "మీ ఈమెయిలు చూసుకోండి";
"Authorization.FORGOT.CHECK_Description" = "మీ ఇమెయిల్‌కి పాస్‌వర్డ్ పునరుద్ధరణ సూచనలు పంపించాము ";
"Authorization.CONTINUE_WITH" = "దీనితో కొనసాగించండి:";
"Authorization.LAST_SIGN_IN" = "చివరి సైన్ ఇన్";
"Authorization.OR_SIGN_IN_WITH" = "లేదా ఇమెయిల్‌తో సైన్ ఇన్ చేయండి:";
"Authorization.OR_REGISTER_WITH" = "లేదా క్రింద నమోదు చేసుకోండి:";
"Authorization.APPLE" = "ఆపిల్";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "ఫేస్బుక్";
"Authorization.MICROSOFT" = "మైక్రోసాఫ్ట్";
"Authorization.OR" = "లేదా";
"Authorization.STARTUP.INFO_MESSAGE" = "మీ జేబులో ప్రపంచంలోని అత్యుత్తమ విశ్వవిద్యాలయాల నుండి కోర్సులు మరియు ప్రోగ్రామ్‌లు.";
"Authorization.STARTUP.SEARCH_TITLE" = "మీకు ఏమి నేర్చుకోవాలని ఉంది?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "మా 3000+ కోర్సులను శోధించండి";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "అన్ని కోర్సులను అన్వేషించండి";
"Authorization.STARTUP.TITLE" = "ప్రారంభించండి";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "ప్రారంభించడానికి";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "వెతకండి";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "లాగ్ అవుట్ చేయండి";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "లాగ్ అవుట్ చేయండి";
"WhatsNew.TITLE" = "కొత్తవి ఏమిటి";
"WhatsNew.BUTTON_PREVIOUS" = "మునుపటి";
"WhatsNew.BUTTON_NEXT" = "తరువాత";
"WhatsNew.BUTTON_DONE" = "పూర్తి";
"Dashboard.TITLE" = "డాష్బోర్డ్";
"Dashboard.HEADER.COURSES" = "కోర్సులు";
"Dashboard.HEADER.WELCOME_BACK" = "పునఃస్వాగతం. నేర్చుకుంటూనే ఉందాం.";
"Dashboard.SEARCH" = "వెతకండి";
"Dashboard.EMPTY.SUBTITLE" = "మీరు ఇంకా ఏ కోర్సులలో నమోదు చేసుకోలేదు.";
"Dashboard.LEARN.TITLE" = "నేర్చుకో";
"Dashboard.LEARN.VIEW_ALL" = "అన్నీ వీక్షించండి";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "అన్ని కోర్సులను వీక్షించండి (%@)";
"Dashboard.LEARN.ALL_COURSES" = "అన్ని కోర్సులు";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 గత గడువు అసైన్‌మెంట్";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "అసైన్‌మెంట్‌లను వీక్షించండి";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ గత గడువు అసైన్‌మెంట్‌లు";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ అసైన్‌మెంట్‌లు బకాయి %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ %@ రోజుల్లో గడువు";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "కోర్సును పునఃప్రారంభించండి";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "కోర్సు ప్రారంభించండి";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "కోర్సులు";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "కార్యక్రమాలు";
"Dashboard.LEARN.CATEGORY.ALL" = "అన్నీ";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "పురోగతిలో ఉంది";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "పూర్తయింది";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "గడువు ముగిసింది";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "కోర్సులు లేవు";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "ప్రోగ్రెస్‌లో కోర్సులు లేవు";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "పూర్తి చేసిన కోర్సులు లేవు";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "గడువు ముగిసిన కోర్సులు లేవు";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "మీరు ప్రస్తుతం ఏ కోర్సులలో నమోదు చేసుకోలేదు, మీరు కోర్సు కేటలాగ్‌ను అన్వేషించాలనుకుంటున్నారా?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "ఒక కోర్సును కనుగొనండి";
"Core.MAINSCREEN.DISCOVERY" = "కనుగొనండి";
"Core.MAINSCREEN.DASHBOARD" = "డాష్బోర్డ్";
"Core.MAINSCREEN.IN_DEVELOPING" = "అభివృద్ధి చేయడంలో";
"Core.MAINSCREEN.PROGRAMS" = "కార్యక్రమాలు";
"Core.MAINSCREEN.PROFILE" = "ప్రొఫైల్";
"Core.MAINSCREEN.LEARN" = "నేర్చుకో";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "మీరు ఇప్పటికే మీ %@ ఖాతాతో %@ ఖాతాను సెటప్ చేసారు. మీరు ఆ ఖాతాతో లాగిన్ అయ్యారు.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "మళ్లీ ప్రయత్నించండి";
"Core.ERROR.INVALID_CREDENTIALS" = "చెల్లని ఆధారాలు";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "స్లో లేదా ఇంటర్నెట్ కనెక్షన్ లేదు";
"Core.ERROR.NO_CACHED_DATA" = "ఆఫ్‌లైన్ మోడ్ కోసం కాష్ చేసిన డేటా లేదు";
"Core.ERROR.USER_NOT_ACTIVE" = "వినియోగదారు ఖాతా సక్రియం చేయబడలేదు. దయచేసి ముందుగా మీ ఖాతాను యాక్టివేట్ చేయండి.";
"Core.ERROR.UNKNOWN_ERROR" = "ఎక్కడో తేడ జరిగింది.";
"Core.ERROR.WIFI" = "మీరు Wi-Fi ద్వారా మాత్రమే ఫైల్‌లను డౌన్‌లోడ్ చేయగలరు. మీరు దీన్ని సెట్టింగ్‌లలో మార్చవచ్చు.";
"Core.ERROR.AUTHORIZATION_FAILED" = "ఆథరైజేషన్ విఫలమైంది.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "ఇంటర్నెట్ కనెక్షన్ లేదు";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "దయచేసి ఈ కంటెంట్‌ని వీక్షించడానికి ఇంటర్నెట్‌కి కనెక్ట్ చేయండి.";
"Core.COURSEWARE.COURSE_CONTENT" = "కోర్సు విషయం";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "ఈ ఇంటరాక్టివ్ భాగం మొబైల్‌లో ఇంకా అందుబాటులో లేదు.";
"Core.COURSEWARE.COURSE_UNITS" = "కోర్సు యూనిట్లు";
"Core.COURSEWARE.NEXT" = "తరువాత";
"Core.COURSEWARE.PREVIOUS" = "మునుపటి";
"Core.COURSEWARE.FINISH" = "ముగించు";
"Core.COURSEWARE.GOOD_WORK" = "మంచి పని!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "తిరిగి రూపురేఖలకు";
"Core.COURSEWARE.SECTION_COMPLETED" = "మీరు “%@”ని పూర్తి చేశారు.";
"Core.COURSEWARE.CONTINUE" = "కొనసాగించు";
"Core.COURSEWARE.RESUME" = "పునఃప్రారంభం";
"Core.COURSEWARE.RESUME_WITH" = "దీనితో పునఃప్రారంభించండి:";
"Core.COURSEWARE.NEXT_SECTION" = "తదుపరి విభాగం";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "కొనసాగించడానికి “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "\"తదుపరి విభాగం\" నొక్కండి.";
"Core.ERROR.RELOAD" = "మళ్లీ లోడ్ చేయండి";
"Core.DATE.COURSE_STARTS" = "కోర్సు ప్రారంభం";
"Core.DATE.COURSE_ENDS" = "కోర్సు ముగుస్తుంది";
"Core.DATE.COURSE_ENDED" = "కోర్సు ముగిసింది";
"Core.DATE.ENDED" = "ముగిసింది";
"Core.DATE.START" = "ప్రారంభించండి";
"Core.DATE.STARTED" = "ప్రారంభించారు";
"Core.DATE.JUST_NOW" = "ఇప్పుడే";
"Core.DATE.TODAY" = "ఈరోజు";
"Core.DATE.NEXT" = "తదుపరి %@";
"Core.DATE.DAYS_AGO" = "%@ రోజుల క్రితం";
"Core.DATE.DUE" = "కారణంగా ";
"Core.DATE.DUE_IN" = "రావాల్సి ఉంది ";
"Core.DATE.DUE_IN_DAYS" = "%@ రోజులలో చెల్లించాల్సి ఉంటుంది";
"Core.DATE.DUE_TODAY" = "ఈ రోజు పూర్తి చేయవలసినవి: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ రోజులు గడిచాయి: %@";
"Core.DATE.DUE_IN_LEFT" = "%@ రోజుల్లో పూర్తి చేయాలి: %@";
"Core.ALERT.ACCEPT" = "అంగీకరించు";
"Core.ALERT.CANCEL" = "రద్దు";
"Core.ALERT.LOGOUT" = "లాగ్ అవుట్ చేయండి";
"Core.ALERT.LEAVE" = "వదిలేయండి";
"Core.ALERT.SIGN_IN" = "సైన్ ఇన్ చేయండి";
"Core.ALERT.REGISTER" = "నమోదు చేసుకోండి";
"Core.ALERT.KEEP_EDITING" = "ఎడిట్ చేస్తూ ఉండండి";
"Core.ALERT.DELETE" = "తొలగించు";
"Core.ALERT.ADD" = "జోడించు";
"Core.ALERT.REMOVE" = "తొలగించు";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "కోర్సు క్యాలెండర్‌ను తీసివేయండి";
"Core.NO_INTERNET.OFFLINE" = "ఆఫ్‌లైన్";
"Core.NO_INTERNET.DISMISS" = "రద్దుచేసే";
"Core.NO_INTERNET.RELOAD" = "మళ్లీ లోడ్ చేయండి";
"Core.DATE_FORMAT.MMMM_DD" = "dd MMMM";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "డౌన్‌లోడ్ చేయండి";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "డౌన్‌లోడ్ చేయబడింది";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "పూర్తయింది";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "వీడియో డౌన్‌లోడ్ నాణ్యత";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "దానంతట అదే";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "సిఫార్సు చేయబడింది";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "తక్కువ డేటా వినియోగం";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "ఉత్తమ నాణ్యత";
"Core.DONE" = "పూర్తి";
"Core.VIEW" = "చూడండి";
"Core.BACK" = "వెనుకకు";
"Core.OK" = "సరే";
"Core.CLOSE" = "మూసివేయి";
"Core.PICKER.SEARCH" = "వెతకండి";
"Core.PICKER.ACCEPT" = "అంగీకరించు";
"Core.WEBVIEW.ALERT.OK" = "సరే";
"Core.WEBVIEW.ALERT.CANCEL" = "రద్దు";
"Core.WEBVIEW.ALERT.CONTINUE" = "కొనసాగించు";
"Core.REVIEW.VOTE_TITLE" = "Open edXని ఆస్వాదిస్తున్నారా?";
"Core.REVIEW.VOTE_DESCRIPTION" = "మీ అభిప్రాయం మాకు ముఖ్యం. దిగువన ఉన్న నక్షత్రాన్ని నొక్కడం ద్వారా యాప్‌ను రేట్ చేయడానికి మీరు కొంత సమయం తీసుకుంటారా? మీ సహకారానికి ధన్యవాదాలు!";
"Core.REVIEW.FEEDBACK_TITLE" = "మా అభిప్రాయాన్ని తెలియజేయండి";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "మీ అభ్యాస అనుభవంలో కొన్ని సమస్యలు ఉన్నాయని విన్నందుకు మమ్మల్ని క్షమించండి. మేము అన్ని అభిప్రాయాలను అభినందిస్తున్నాము.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "ధన్యవాదాలు";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "మీ అభిప్రాయాన్ని మాతో పంచుకున్నందుకు ధన్యవాదాలు. మీరు ఈ యాప్‌పై మీ సమీక్షను యాప్ స్టోర్‌లోని ఇతర వినియోగదారులతో భాగస్వామ్యం చేయాలనుకుంటున్నారా?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "ధన్యవాదాలు";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "మేము మీ అభిప్రాయాన్ని స్వీకరించాము మరియు మీ అభ్యాస అనుభవాన్ని మెరుగుపరచడంలో సహాయపడటానికి దీనిని ఉపయోగిస్తాము. భాగస్వామ్యం చేసినందుకు ధన్యవాదాలు!";
"Core.REVIEW.BETTER" = "ఏది బాగా ఉండి ఉండేది?";
"Core.REVIEW.NOT_NOW" = "ఇప్పుడు కాదు";
"Core.REVIEW.BUTTON.SUBMIT" = "సమర్పించండి";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Shiriki Maoni";
"Core.REVIEW.BUTTON.RATE_US" = "మాకు రేట్ చేయండి";
"Core.REVIEW.EMAIL.TITLE" = "ఇమెయిల్ క్లయింట్‌ని ఎంచుకోండి:";
"Core.SOCIAL_SIGN_CANCELED" = "వినియోగదారు సైన్-ఇన్ విధానాన్ని రద్దు చేస్తున్నారు.";
"Core.SIGN_IN.LOG_IN_BTN" = "సైన్ ఇన్ చేయండి";
"Core.SIGN_IN.REGISTER_BTN" = "నమోదు చేసుకోండి";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSOతో సైన్ ఇన్ చేయండి";
"Core.TOMORROW" = "రేపు";
"Core.YESTERDAY" = "నిన్న";
"Core.OPEN_IN_BROWSER" = "సఫారీలో చూడండి";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "చింతించకండి - ఎటువంటి పురోగతిని కోల్పోకుండా గడువులో ఉన్న అసైన్‌మెంట్‌లను పూర్తి చేయడానికి మా సూచించిన షెడ్యూల్‌ను మార్చండి.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "గడువు తేదీలను మార్చండి";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "మీరు కొన్ని గడువులను కోల్పోయారా?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "మీరు ట్రాక్‌లో ఉండేందుకు మేము సూచించిన షెడ్యూల్‌ని రూపొందించాము. కానీ చింతించకండి - ఇది అనువైనది కాబట్టి మీరు మీ స్వంత వేగంతో నేర్చుకోవచ్చు. మీరు వెనుకబడితే, మిమ్మల్ని మీరు ట్రాక్‌లో ఉంచుకోవడానికి తేదీలను సర్దుబాటు చేయగలుగుతారు.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "ఈ కోర్సులో భాగంగా గ్రేడెడ్ అసైన్‌మెంట్‌లను పూర్తి చేయడానికి, మీరు ఈరోజే అప్‌గ్రేడ్ చేసుకోవచ్చు.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "మీరు ఈ కోర్సును ఆడిట్ చేస్తున్నారు, అంటే మీరు గ్రేడెడ్ అసైన్‌మెంట్‌లలో పాల్గొనలేకపోతున్నారని అర్థం. మా సూచించిన షెడ్యూల్ ఆధారంగా మీరు కొన్ని ముఖ్యమైన గడువులను కోల్పోయినట్లు కనిపిస్తోంది. ఈ కోర్సులో భాగంగా గ్రేడెడ్ అసైన్‌మెంట్‌లను పూర్తి చేయడానికి మరియు గత అసైన్‌మెంట్‌లను భవిష్యత్తులోకి మార్చడానికి, మీరు ఈరోజే అప్‌గ్రేడ్ చేయవచ్చు.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "మీ తేదీలను మార్చడం సాధ్యం కాలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "మీ తేదీలు విజయవంతంగా మార్చబడ్డాయి.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "కోర్సు తేదీలు";
"Core.COURSE_DATES.TODAY" = "ఈరోజు";
"Core.COURSE_DATES.COMPLETED" = "పూర్తయింది";
"Core.COURSE_DATES.PAST_DUE" = "గడువు ముగిసింది";
"Core.COURSE_DATES.THIS_WEEK" = "ఈ వారం";
"Core.COURSE_DATES.NEXT_WEEK" = "తదుపరి వారం";
"Core.COURSE_DATES.UPCOMING" = "రాబోయే";
"Core.COURSE.STORAGE_ALERT.TITLE" = "పరికర నిల్వ నిండింది";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "ఈ కంటెంట్‌ను డౌన్‌లోడ్ చేసుకోవడానికి మీ పరికరంలో తగినంత ఖాళీ స్థలం లేదు. దయచేసి కొంత స్థలాన్ని ఖాళీ చేసి, మళ్లీ ప్రయత్నించండి.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ ఉపయోగించబడింది, %@ ఉచితం";
"Core.COURSE.ALERT.CANCEL" = "రద్దు";
"Core.COURSE.ALERT.CLOSE" = "మూసివేయి";
"Core.COURSE.ALERT.REMOVE" = "తొలగించు";
"Core.COURSE.ALERT.DOWNLOAD" = "డౌన్‌లోడ్ చేయండి";
"Core.COURSE.ALERT.TRY_AGAIN" = "మళ్లీ ప్రయత్నించండి";
"Core.COURSE.ALERT.REMOVE_TITLE" = "ఆఫ్‌లైన్ కంటెంట్‌ని తీసివేయాలా?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "డౌన్‌లోడ్‌ను నిర్ధారించండి";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "సెల్యులార్‌లో డౌన్‌లోడ్ చేయాలా?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "ఈ కంటెంట్‌ను తీసివేయడం వలన %@ ఖాళీ అవుతుంది.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "ఈ %@ కంటెంట్‌ని డౌన్‌లోడ్ చేయడం వలన అందుబాటులో ఉన్న బ్లాక్‌లు ఆఫ్‌లైన్‌లో సేవ్ చేయబడతాయి.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "ఈ కంటెంట్‌ను డౌన్‌లోడ్ చేస్తే సెల్యులార్ డేటాలో %@ ఉపయోగించబడుతుంది.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "డౌన్‌లోడ్ విఫలమైంది";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "ఇంటర్నెట్ కనెక్షన్ లేదు";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi అవసరం";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "దురదృష్టవశాత్తూ, ఈ కంటెంట్ డౌన్‌లోడ్ కాలేదు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి లేదా ఈ సమస్యను నివేదించండి.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "ఈ కంటెంట్‌ను డౌన్‌లోడ్ చేయడానికి యాక్టివ్ ఇంటర్నెట్ కనెక్షన్ అవసరం. దయచేసి ఇంటర్నెట్‌కు కనెక్ట్ చేసి, మళ్లీ ప్రయత్నించండి.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "ఈ కంటెంట్‌ని డౌన్‌లోడ్ చేయడానికి సక్రియ WiFi కనెక్షన్ అవసరం. దయచేసి WiFi నెట్‌వర్క్‌కి కనెక్ట్ చేసి, మళ్లీ ప్రయత్నించండి.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "మీరు ఎంచుకున్న వీడియోలు 1 GB కంటే పెద్దవి. మీరు ఈ వీడియోలను డౌన్‌లోడ్ చేయాలనుకుంటున్నారా?";
"Core.DOWNLOAD.DOWNLOAD" = "డౌన్‌లోడ్ చేయండి";
"Core.ALERT.ACCEPT" = "అంగీకరించు";
